{
  "manga": [
    {
      "id": 1,
      "type": "Манга",
      "genre": ["Экшен", "Военное", "Драма", "Детектив", "Фэнтези"],
      "image": "https://desu.shikimori.me/uploads/poster/animes/40028/main_2x-015a39b1c210448c8d92c258846b251b.webp",
      "name": "Атака титанов",
      "rating": 10,
      "age": 18,
      "status": "Выходит",
      "episodes": 88,
      "frames": [
        "https://media.kg-portal.ru/anime/a/attack/images/attack_208.jpg",
        "https://media.kg-portal.ru/anime/a/attack/images/attack_33.jpg"
      ],
      "description": "Загнанное в угол человечество доживает свои последние дни под гнётом титанов - таинственных созданий, терроризирующих человеческую расу. Выжившие ютятся за стенами крупного поселения с собственным правительством, представляющим последний оплот централизованной власти в мире. Там же живёт и юноша по имени Эрен, проводя детство в относительной безопасности, пока не происходит событие из ряда вон: титаны прорываются в город, уничтожая всё на своём пути. После вторжения гигантов Эрен становится сиротой и клянётся уничтожить всех до единого титанов. На пути к своей цели он и его друзья вступают в отряд разведки, занимающийся вылазками за стену. Герой ещё не знает, сколько загадок в себе таит внешний мир."
    },
    {
      "id": 2,
      "type": "Манга",
      "genre": [
        "Психологическая драма",
        "Альтернативная история",
        "Меха",
        "Приключения"
      ],
      "image": "https://flxt.tmsimg.com/assets/p186544_i_v9_ab.jpg",
      "name": "Код Гиас",
      "rating": 8,
      "age": 16,
      "status": "Вышел",
      "episodes": 50,
      "frames": [
        "https://media.kg-portal.ru/anime/c/codegeass2/images/codegeass2_24.jpg",
        "https://pm1.aminoapps.com/6559/6a9131521a75116d17aa510b9f11c4d9774066fb_hq.jpg "
      ],
      "description": "Данное аниме расскажет историю про молодого Лелуш, который является наследником престола императора. Из-за тяжелой войны, он потерял всю свою семью, став сиротой. Повествование берёт начало, когда Британия захватывает треть часть мира, родина Лелуша – Япония, становится маленькой страной, которую прозвали «Зоной 13». Мальчик, на могиле родителей, дает обещание, что будет мстить за их смерть. Однажды, во время одной из драк, главный герой встречает не совсем обычную девушку, которая представляется С.С., она предлагает ему дар, называемый «Гиас» – способность подчинять волю других людей, как раз соответствующее его роду. И он принимает решение вступить в сопротивление. Теперь ему придется вести двойную жизнь – студента в его академии и таинственного бойца в маске на войне. Хоть это ему будет даваться не легко, ведь его лучший друг, который всегда поддерживал, направлял на правильный путь, переходит на противоположную сторону."
    },
    {
      "id": 3,
      "type": "Манга",
      "genre": ["Психологическое", "Меха", "Постапокалипсис"],
      "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/4a0827fc-b53b-4615-8aae-736eeb014c8b/600x900",
      "name": "Евангелион",
      "rating": 9,
      "age": 18,
      "status": "Вышел",
      "frames": [
        "https://static.kinoafisha.info/k/series_shots/1920x1080/upload/series/frames/8/6/8/868/a252090ba77356d0e2ad197703e9eaa7.jpg",
        "https://www.mirf.ru/wp-content/uploads/2021/03/evangelion-20-gendo-1024x576.png"
      ],
      "episodes": 26,
      "description": "Проходит пятнадцать лет после обрушения на Землю масштабной необъяснимой катастрофы. Гигантское количество людей погибло в ходе воцарившегося хаоса, а выжившие счастливчики даже подумать не могли, что страшное происшествие является лишь началом цепочки испытаний. В определенный момент планета подверглась атаке огромных существ, называемых Ангелами. Оружием, способным дать достойный отпор монстрам, стали боевые роботы категории Евангелион, созданные гениальными учеными при помощи современных технологий. Но управлять уникальными биороботами могли только отдельные пилоты, умеющие преодолевать процедуру синхронизации с Евангелионом."
    },
    {
      "id": 4,
      "type": "Манхва",
      "genre": ["Демоны,", "Сверхъестественное", "Экшен", "Фэнтези"],
      "image": "https://upload.wikimedia.org/wikipedia/ru/d/d2/Jujutsu_Kaisen.jpg",
      "name": "Магическая битва",
      "rating": 9.6,
      "age": 16,
      "status": "Выходит",
      "frames": [
        "https://kinomnenie.net/wp-content/uploads/2020/11/magicheskaya-bitva-2-sezon.jpg",
        "https://aminosart.ru/wp-content/uploads/2021/05/Ucheniki-pervogo-kursa-Magicheskoj-shkoly.jpg"
      ],
      "episodes": 24,
      "description": "Юдзи Итадори — сильный юноша, который ведёт заурядную жизнь старшеклассника. Однажды, чтобы спасти друзей от нападения проклятий, он съедает палец Двуликого призрака, который становится частью его души. С этого момента он делит с ним своё тело. Под присмотром Сатору Годзё, одного из сильнейших магов, Итадори поступает в магический техникум, где учат сражаться с проклятиями."
    },
    {
      "id": 5,
      "type": "Манга",
      "genre": ["Боевик", "Мистика", "Фэнтези"],
      "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/a901c017-ce3c-42b0-b13c-5b1009a6bf6d/600x900",
      "name": "Берсерк",
      "rating": 9,
      "age": 18,
      "status": "Вышел",
      "frames": [
        "https://static.kinoafisha.info/k/series_shots/1920x1080/upload/series/frames/5/2/2/25/877ba68d9e144f7dda0a056c6d92c777.jpeg",
        "https://static.kinoafisha.info/k/series_shots/1920x1080/upload/series/frames/5/2/2/25/7fd50b0ce7f8024b449cfe98ab9a71d7.jpeg"
      ],
      "episodes": 25,
      "description": "Боль, кровь и слёзы. На престол восходит новый правитель. Его слуги, подручные демоны безнаказанно творят бесчинства в городе. Все меняется когда в город, скрытый темнотой ночи, попадает тяжёлый воин. С разнообразным вооружением для самых непредвиденных моментов, в броне, тело его все покрыто шрамами – черный мечник. Его меч настолько огромен, что может сравниться с его лютой злобой к королю и демонам."
    },
    {
      "id": 6,
      "type": "Манга",
      "genre": ["Приключения,", "Экшен", "Фэнтези", "Научная фантастика"],
      "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/1818c0b0-ae0f-4558-8436-2d00d95f7a03/600x900",
      "name": "Мастера меча онлайн",
      "rating": 8,
      "age": 16,
      "status": "Вышел",
      "frames": [
        "https://animego.org/upload/anime/images/5a7cb8fed9581173593877.jpg",
        "https://media.kg-portal.ru/anime/s/swordartonline/images/swordartonline_162.jpg"
      ],
      "episodes": 96,
      "description": "Начало двадцать первого века, японский гений создал вселенную, релиз которой ждал весь мир «искусство меча». Геймеры получили возможность полного погружения. Новинка стала самой ожидаемой и десять тысяч образцов с молниеносной скоростью исчезли с прилавков. Все вошли в реальность, растворившись в ней и собрались в Городе. Появился создатель. Огромная черная тень пояснила участникам, что вернуться в реальный мир возможно только пройдя всю игру. Но есть один жестокий момент, виртуальная смерть означает и смерть в реальной жизни и пройти её наобум не получится. После громких слов создатель испарился, оставив игроков одних."
    },
    {
      "id": 7,
      "type": "Манхва",
      "genre": ["Приключения,", "Экшен", "Боевые искусства", "Фантастика"],
      "image": "https://avatars.dzeninfra.ru/get-zen_doc/8170504/pub_64242d2ac30476424838b0d4_64252e49e590f52c8750b171/scale_1200",
      "name": "Блич",
      "rating": 7,
      "age": 18,
      "status": "Вышел",
      "frames": [
        "https://cdn.smartfacts.ru/385110/blich_0.jpg",
        "https://animejoy.ru/uploads/screenwebp/Bleach-Sennen/03.webp"
      ],
      "episodes": 366,
      "description": "События происходят на территории Японии, где проживает Ичиго Куросаки. Парень с ранних лет отличается от сверстников, ведь он умеет общаться с призраками. Однажды к нему в комнату залетает барышня, которую зовут Рукия Кучики. Незваная гостья является неким проводником человеческих душ. Девушка сильно удивляется тому, что юноша имеет способность видеть её и даже прикасаться. Пока ошеломлённая героиня томится в размышлениях, в помещение неожиданно врывается злой дух, называемый «пустым»."
    },
    {
      "id": 8,
      "type": "Манхва",
      "genre": ["Экшен", "Ужасы", "Фантастика"],
      "image": "https://images.prom.ua/4296132535_w700_h500_manga-bees-print.jpg",
      "name": "Человек бензопила",
      "rating": 6,
      "age": 18,
      "status": "Выходит",
      "frames": [
        "https://virtus-img.cdnvideo.ru/images/as-is/plain/0e/0e6cf1a1-8221-493d-8c0d-bfdc5f9a1d49.jpg@jpg",
        "https://www.kinonews.ru/insimgs/2022/shotimg/shotimg112181_1.jpg"
      ],
      "episodes": 12,
      "description": "Дэндзи приходится полностью изменить свою жизнь, чтобы отработать непомерные долги отца. Он становится подручным якудзы в нелегком деле уничтожения демонов. На второй план отошли не только сон и отдых, а и общение с любимой девушкой. Только дьявольский питомец-помощник Почита вносит немного разнообразия в череду кровавых будней."
    },
    {
      "id": 9,
      "type": "Манга",
      "genre": ["Романтика"],
      "image": "https://www.anilibria.tv/storage/releases/posters/9480/qwhQrtgY4dyFW5YM__ef7cd138675e8e3c217982f8fa723441.jpg",
      "name": "Хоримия",
      "rating": 9,
      "age": 16,
      "frames": [
        "http://www.world-art.ru/animation/img/11000/10608/23.jpg",
        "https://www.kino-teatr.ru/art/6516/97734.jpg"
      ],
      "episodes": 12,
      "status": "Вышел",
      "description": "У старшеклассницы Кёко Хори, похоже, есть всё, что только можно пожелать, ведь она умница, красавица и любимица всего класса. Однако даже у идеальных на первый взгляд людей бывают секреты, и один такой есть у Хори: девушка страшно боится, что её одноклассники прознают о том, что вне стен школы она превращается в настоящую домохозяйку, на которую вечно пропадающие на работе родители скинули все домашние хлопоты и младшего брата Соту. Однажды на пороге её дома появляется незнакомец, который держит за руку поранившегося Соту… а ещё он знает Хори! Тут же выясняется, что этот парень на самом деле невзрачный одноклассник Хори, Миямура. Что же произойдёт после встречи популярной красавицы и «серой мышки»? Дружба, любовь?.. Встречайте школьную комедию, полную энергии юности!"
    },
    {
      "id": 10,
      "type": "Манга",
      "genre": ["Боевые искусства"],
      "image": "https://animego.org/upload/anime/images/5ca8e16ebd092601180598.jpg",
      "name": "Клинок рассекающий демонов",
      "rating": 9.8,
      "age": 16,
      "episodes": 56,
      "frames": [
        "https://www.kino-teatr.ru/movie/kadr/146101/1014988.jpg",
        "https://anime-fans.ru/wp-content/uploads/2021/05/Prikolnye-kartinki-anime-klinok-rassekayushhij-demonov_08.jpg"
      ],
      "status": "Выходит",
      "description": "Эпоха «Тайсё» была полна неожиданностей. Много легенд нашли свое логическое подтверждение в те года. Люди давненько стали думать о присутствии демонов в гущах леса. И эти существа были крайне опасны и кровожадны. В ночное время суток они вели охоту на людей, убивая невинных граждан, демоны питались их плотью. Однако со временем эти легенды стали больше напоминать сказки. Подобных инцидентов в лесах не происходило, люди перестали верить. И было это зря, ведь несколько лет назад с отцом главного героя – Танджиро Камадо случилась неприятность."
    },
    {
      "id": 11,
      "type": "Манхва",
      "genre": ["Ужасы", "Детектив", "Драма", "Психологическое"],
      "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/ad58dfdc-0007-4e0f-bee8-06f2466cb6e3/600x900",
      "name": "Монстр",
      "rating": 8.6,
      "episodes": 74,
      "frames": [
        "https://www.anibox.org/_nw/59/99640365.jpg",
        "https://pm1.aminoapps.com/6866/7470121c2c0e01cd6c190c6cc014e35a2bf4e6c2r1-1012-768v2_hq.jpg"
      ],
      "age": 18,
      "status": "Вышел",
      "description": "Захватывающий психологический триллер шаг за шагом раскрывает непростую судьбу гениального нейрохирурга Кэндзо Тэммы. Однажды врач спас жизнь раненому в голову мальчику, случайно породив монстра-маньяка. Спустя 9 лет после операции уже глава хирургического отделения Кэндзо Тэмма обнаруживает связь между выжившим пациентом и чередой серийных убийств в Германии. Неожиданным союзником врача в борьбе с маньяком становится сестра-близнец раненого много лет назад мальчика, которая стала свидетелем страшных наклонностей брата и уже пыталась его остановить. Почти 10 лет девушка не помнила свое прошлое из-за сильнейшего шока. Но теперь воспоминания вернулись, а с ними и решимость остановить убийцу."
    },
    {
      "id": 12,
      "type": "Манга",
      "genre": ["Боевые искусства", "Приключения", "Фэнтези"],
      "image": "https://static.hdrezka.ac/i/2016/8/6/sf940eb1016d2qa49k87t.jpg",
      "name": "Хантер х хантер",
      "rating": 8,
      "age": 16,
      "frames": [
        "https://i.ytimg.com/vi/ahAI7aVv44I/maxresdefault.jpg",
        "https://animego.org/upload/anime/images/5a709a0190df7.jpg"
      ],
      "episodes": 148,
      "status": "Вышел",
      "description": "Юноша Гон, обитающий на Китовом острове, мечтает стать Хантером, как и его отец, который бросил Гона, когда он ещё был маленьким. Эта мечта ведёт его к удивительным приключениям."
    },
    {
      "id": 13,
      "type": "Маньхуа",
      "genre": ["Романтика", "Меха"],
      "image": "https://i.pinimg.com/originals/14/84/91/1484911c8892b72fcef6d93f7671713d.jpg",
      "name": "Любимый во франксе",
      "rating": 6,
      "age": 18,
      "status": "Вышел",
      "frames": [
        "https://moewalls.com/wp-content/uploads/2022/11/zero-two-watching-stars-night-sky-darling-in-the-franxx-thumb.jpg",
        "https://abrakadabra.fun/uploads/posts/2021-12/1639458447_3-abrakadabra-fun-p-milii-vo-franse-stop-kadri-3.jpg"
      ],
      "episodes": 24,
      "description": "Что ждёт человечество в будущем? Будут ли люди жить в привычной обстановке или мир кардинально поменяется? Плантация – дрейфующий город-крепость, в котором обитают молодые пилоты киборгов Франкс. Ребятам постоянно внушают, что пилотированием Франксом – это настоящий смысл существования и единственное предназначение. Несчастные дети не видели нормального детства, ведь они живут в атмосфере бесконечных боёв и подготовки к столкновению с врагами.Но к управлению допускают далеко не всех детей."
    },
    {
      "id": 14,
      "type": "Манга",
      "genre": ["Сверхъестественное", "Фэнтези", "Комедия"],
      "image": "https://upload.wikimedia.org/wikipedia/ru/5/51/Charlotte_anime.jpg",
      "name": "Шарлотта",
      "rating": 8,
      "age": 16,
      "frames": [
        "https://pibig.info/uploads/posts/2021-04/1619598873_19-pibig_info-p-sharlotta-kadri-anime-krasivo-19.jpg",
        "https://animego.org/upload/anime/images/5bb1edef6130b928422534.jpg"
      ],
      "episodes": 12,
      "status": "Вышел",
      "description": "Ю Отосака – шестнадцатилетний парнишка, который обладает уникальным талантом. Он умеет на несколько секунда вселяться в окружающих, что позволяет ему прекрасно списывать задания на экзаменах и соответственно иметь славу самого гениального ученика в школе. Суть дара главного героя совершенно не заботит. Он – настоящий эгоист, который делает всё, чтобы прожить в непростом мире вместе со своей младшей сестричкой. Читерство помогает ему, как немного тешить самолюбие, так и существенно экономить деньги, идущие на оплату обучения."
    },
    {
      "id": 15,
      "type": "Манхва",
      "genre": ["Психологическое"],
      "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/251c8683-2c04-4023-86e8-ca18fc161e1b/600x900",
      "name": "Добро пожаловать в класс превосходства",
      "rating": 8.9,
      "episodes": 24,
      "age": 16,
      "frames": [
        "https://media.kg-portal.ru/anime/y/youjitsu/images/youjitsu_3.jpg",
        "https://animego.org/upload/anime/images/62c2f8186de7c516132366.jpg"
      ],
      "status": "Вышел",
      "description": "Кедо Икусей – знаменитое учебное заведение, в котором обучаются невероятно талантливые ребята, способные в будущем стать истинными мастерами в своей сфере деятельности. Академия имеет выдающиеся показатели. Конкурирующие учреждения точно не могут похвастаться стопроцентной занятостью студентов, которые сразу же после завершения курса получают престижные рабочие места. Все старшеклассники здесь не сковываются серьезными правилами и строгой дисциплиной. Они сами понимают ценность учебы, поэтому стараются не отвлекаться на бестолковые развлечения."
    },
    {
      "id": 16,
      "type": "Маньхуа",
      "genre": ["Боевые искусства", "Боевик"],
      "image": "https://cdn.kanobu.ru/anime/anime/c9584dfe-8d23-4e93-9993-40f8b7db0c72.jpg",
      "name": "Самурай чамплу",
      "episodes": 45,
      "rating": 8,
      "age": 16,
      "frames": [
        "https://static.kinoafisha.info/k/series_shots/1920x1080/upload/series/frames/0/1/2/1210/f821cbe1aab6e9bfaf1593b6bcb6ec56.jpg",
        "http://www.world-art.ru/animation/img/3000/2699/29.jpg"
      ],
      "status": "Вышел",
      "description": "Фуу, потеряв любимую маму, устраивается работать в чайную. Спустя год она решает устремиться на поиски личности, являющейся виновником трагедии. У главной героини имеется ценная улика. Противник – самурай, источающий запах подсолнухов. Но как обеспечить себе безопасность, когда на каждом шагу встречаются беспощадные бандиты, способные похитить и выгодно продать в какой-нибудь бордель? Девушке остается надеяться лишь на верного приятеля – ручную белочку-летягу. В определенный момент юная мстительница сталкивается с двумя проворными бойцами – бывшим пиратом и ронином."
    },
    {
      "id": 17,
      "type": "Манга",
      "genre": ["Боевые искусства", "Боевик"],
      "image": "https://static.hdrezka.ac/i/2022/12/28/w2b153f65a126tn87u66a.png",
      "episodes": 50,
      "name": "Токийские мстители",
      "rating": 9.2,
      "age": 18,
      "status": "Вышел",
      "frames": [
        "https://www.kino-teatr.ru/movie/kadr/147220/1100927.jpg",
        "https://media.kg-portal.ru/anime/t/tokyorevengers/trailers/45623t.jpg"
      ],
      "description": "Двадцатишестилетний Такэмити Ханагаки — неудачник. Домовладелица ругается, управляющая на работе вечно придирается, даже маленькие дети задирают. В новостях он узнаёт о гибели девушки, с которой когда-то встречался. Попадает под поезд. Но это ещё не конец. Таинственным образом Такэмити оказывается в прошлом, ровно в тот день, когда вся его жизнь пошла наперекосяк. Может быть, у него ещё есть шанс всё исправить."
    },
    {
      "id": 18,
      "type": "Маньхуа",
      "genre": ["Мистика", "Повседневность"],
      "image": "https://static.hdrezka.ac/i/2021/12/10/zca1ce6afd9dbbl41f85s.png",
      "name": "Мастер муси",
      "rating": 9,
      "age": 16,
      "episodes": 26,
      "status": "Вышел",
      "frames": [
        "https://www.kino-teatr.ru/movie/kadr/162918/1298374.jpg",
        "https://animego.org/upload/anime/images/5c3ef172a970e318103270.jpg"
      ],
      "description": "Помимо привычной для человеческого понимания обители существует пространство, где по соседству с людьми живут муси. Обычные граждане привыкли с опаской относиться к странным созданиям, нередко превращающимся в источники болезней, а также неприятностей. Но есть личности, умеющие видеть созданий и даже управлять ими. Этих уникальных профессионалов зовут Мастерами. Гинко – один из опытных специалистов, которого периодически просят о помощи. Иногда он самостоятельно приезжает, если узнает о появлении загадочного обитателя."
    },
    {
      "id": 19,
      "type": "Маньхуа",
      "genre": ["Драма", "Психологическое", "Фантастика"],
      "image": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/d84f69f7-fb3c-420a-ab6b-ac5420ca1e5b/600x900",
      "name": "Врата Штейна",
      "rating": 8,
      "age": 6,
      "episodes": 14,
      "status": "Вышел",
      "frames": [
        "https://animestars.org/uploads/posts/2023-01/1673882444_11.webp",
        "https://awesomereviews.ru/wp-content/uploads/2016/02/okarinandmayuri.jpg"
      ],
      "description": "Акихабара – очень интересное место, где живут странные личности, слегка, а то порой и совсем больные на голову. А уж в «лаборатории проблем времени» собралась особо сумасшедшая компания. В ее главе стоит чудаковатый и безумный ученый Ринтаро Окабэ, который решил бороться с мировым заговором в свои 18 лет. Также в команде есть профессиональный хакер – пухлый любитель аниме Итару Хасида, косплейщица и подруга детства Ринтаро Маюри Сина, юный гений Курису Макисэ… Вместе эти безумные приключенцы создали машину времени из простой микроволновки и барахла."
    },
    {
      "id": 20,
      "type": "Маньхуа",
      "genre": ["Комедия", "Приключения", "Фэнтези"],
      "image": "https://animego.org/upload/anime/images/5f00372c7a6ed536216626.jpg",
      "name": "Повседневная жизнь бессмертного короля",
      "rating": 9,
      "age": 14,
      "episodes": 58,
      "status": "Вышел",
      "frames": [
        "https://scp1.sovetromantica.com/anime/991_xian-wang-de-richang-shenghuo/images/episode_1_sub.jpg",
        "https://kg-portal.ru/img/101636/main.jpg"
      ],
      "description": "Юный гений среди волшебников, мальчик Ван Лин, уже в 6ти летнем возрасте смог одолеть могучего демона. Ради его защиты было решено не афишировать его способности и дать возможность жить обычной жизнью. Ван Лин не амбициозен, его не привлекает слава, богатства, да и перспектива стать могучим магом тоже. Все что ему нужно для счастья-это обычная лапша, которую он может есть каждый день в любых количествах и жить спокойной размеренной жизнью как обычный человек. Но разве обладая такими исключительными способностями это удастся?"
    },
    {
      "id": 21,
      "type": "Маньхуа",
      "genre": ["Боевые искусства", "Боевик"],
      "image": "https://m.media-amazon.com/images/M/MV5BZjU4NmFhZTMtYzk0ZS00ZmE1LWFjYmUtYWIwY2MwZGNjNmRjXkEyXkFqcGdeQXVyMTQwOTkwMDUw._V1_.jpg",
      "name": "Мастер темного пути",
      "rating": 5,
      "age": 16,
      "episodes": 12,
      "status": "Вышел",
      "frames": [
        "https://kogda-vykhodit.ru/wp-content/uploads/2021/10/kogda-vyjdet-v-2022-anime-magistr-dyavolskogo-kulta-4-sezon.jpg",
        "https://www.kino-teatr.ru/movie/kadr/157047/1181500.jpg"
      ],
      "description": "Вэя Усяня называли основателем тёмного пути. Очень давно он начал свое странствие по планете. После него оставалось много бесчинства. Кругом было полно хаоса. Потому многим людям он не нравился. Они относились очень плохо к нему. Главный герой никогда оставлял своих шиди. Однажды в клане решили соединить усилия, чтобы более быстро расправиться с ним. Потому Вею пришлось переродиться внутри тела одного странного человека. От него однажды клан отказался. Персонаж считал Ланя своим давним знакомым. Он после некоторого времени решил взять его к себе."
    },
    {
      "id": 22,
      "type": "Маньхуа",
      "genre": ["Фантастика"],
      "image": "https://static.hdrezka.ac/i/2021/11/14/y419ad80e030ecg21k18l.png",
      "name": "Ванпанчмен",
      "rating": 10,
      "age": 18,
      "episodes": 12,
      "status": "Вышел",
      "frames": [
        "https://animego.org/upload/anime/images/5a25811c3d341.jpg",
        "https://s1.stc.all.kpcdn.net/putevoditel/serialy/wp-content/uploads/2022/08/9-7-1024x576.jpg"
      ],
      "description": "Мы все привыкли, что комиксы наполнены различными злодеями, безумцами с планом захвата планеты и прочими неприятностями. Город Зет-Сити уже давно привык к такому роду событий, постоянными захватчиками из других миров и прочими бедствиями. Самое важное, чтобы всегда вовремя появился супергерой, которой справится со всеми проблемами и сможет победить всех злодеев. Таким является парень по имени Сайтама. Вот только он выбивается из общего фона в жизни типичного города из комикса. Он невысокий, не может вести себя достаточно пафосно и не говорит высокопарных речей. Более того, внешний вид нашего героя состоит из простой одежды, а на голове нет ни одной волосинки."
    }
  ],
  "geners": [
    {
      "id": 1,
      "genre": "Романтика"
    },
    {
      "id": 2,
      "genre": "Боевые искусства"
    },
    {
      "id": 3,
      "genre": "Фэнтези"
    },
    {
      "id": 4,
      "genre": "Экшен"
    },
    {
      "id": 5,
      "genre": "Ужасы"
    },
    {
      "id": 6,
      "genre": "Фантастика"
    },
    {
      "id": 7,
      "genre": "Приключения"
    },
    {
      "id": 8,
      "genre": "Боевик"
    },
    {
      "id": 9,
      "genre": "Сверхъестественное"
    },
    {
      "id": 10,
      "genre": "Мистика"
    },
    {
      "id": 11,
      "genre": "Постапокалипсис"
    },
    {
      "id": 12,
      "genre": "Комедия"
    },
    {
      "id": 13,
      "genre": "Психологическое"
    },
    {
      "id": 14,
      "genre": "Меха"
    },
    {
      "id": 15,
      "genre": "Повседневность"
    }
  ],
  "types": [
    {
      "id": 1,
      "type": "Манга"
    },
    {
      "id": 2,
      "type": "Манхва"
    },
    {
      "id": 3,
      "type": "Маньхуа"
    }
  ]
}
